Repository: ubports/dialer-app
Catalog: po/*.po
Languages: cy

source: %1 - on hold
cy: %1 - yn aros

source: %1 hour
cy: %1 awr

source: %1 min
cy: %1 mun

source: %1 sec
cy: %1 eil

source: Active
cy: Gweithredol

# All Calls
source: All
cy: Y cyfan

# All Contacts
source: All
cy: Pob un

source: Bluetooth device
cy: Dyfais Bluetooth

source: Call Barring
cy: Rhwystro Galwadau

source: Call Forwarding
cy: Blaenyrru Galwadau

source: Call Waiting
cy: Dal Galwadau

source: Call ended
cy: Galwad ar ben

source: Call failed
cy: Galwad wedi methu

source: Call holding failure
cy: Methiant dal galwadau

source: Calling
cy: Galw

source: Calling Line Presentation
cy: Cyflwyniad Llinell Alw

source: Calling Line Restriction
cy: Cyfyngiad Llinell Alw

source: Cancel
cy: Diddymu

source: Change all Call associations to %1?
cy: Newid cysylltiad pob galwad i %1?

source: Close
cy: Cau

source: Conference
cy: Cydalwad

source: Conference call failure
cy: Methiant cydalwad

source: Connected Line Presentation
cy: Cyflwyniad Llinell Gysylltiedig

source: Connected Line Restriction
cy: Cyfyngiad Llinell Gysylltiedig

source: Contact Details
cy: Manylion Cyswllt

source: Contacts
cy: Cysylltiadau

source: Delete
cy: Dileu

source: Details
cy: Manylion

source: Disable
cy: Analluogi

source: Disabling flight mode
cy: Analluogi modd hedfan

source: Dismiss
cy: Gwrthod

source: Don't ask again
cy: Peidiwch â gofyn eto

source: Edit
cy: Golygu

source: Emergency Calls
cy: Galwadau Brys

source: Enter a number
cy: Cyflwynwch rif

source: Error
cy: Gwall

source: Failed to activate the call.
cy: Methwyd gweithredu'r alwad.

source: Failed to create a conference call.
cy: Methwyd creu cydalwad.

source: Failed to place the active call on hold.
cy: Methwyd rhoi'r alwad weithredol i aros.

source: Favorites
cy: Ffefrynnau

source: Flight Mode
cy: Modd Hedfan

source: Got it
cy: Iawn

source: Incoming
cy: Yn dod i mewn

source: Invalid USSD code
cy: Cod USSD annilys

source: Later
cy: Hwyrach

source: Merge calls
cy: Cyfuno galwadau

source: Missed
cy: Methwyd

source: Mobile
cy: Symudol

source: No
cy: Na

source: No SIM card selected
cy: Heb ddewis cerdyn SIM

source: No calls
cy: Dim galwadau

source: No network
cy: Dim rhwydwaith

source: No recent calls
cy: Dim galwadau diweddar

source: Ok
cy: Iawn

source: On hold
cy: Yn aros

source: Outgoing
cy: Yn mynd allan

source: Phone
cy: Ffôn

source: Phone App
cy: Ap Ffôn

source: Phone Speaker
cy: Seinydd Ffôn

source: Phone application
cy: Ap Ffôn

source: Phone;Dialer;Dial;Call;Keypad
cy: Ffôn;Deialydd;Deialu;Galw;Bysellbad

source: Please unlock your SIM card to call or send a message. You can unlock your SIM card from the Network Indicator at the top of the screen or by visiting <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
cy: Datglowch eich cerdyn SIM er mwyn galw neu anfon neges. Gallwch ddatgloi'r cerdyn SIM o'r Dangosydd Rhwydwaith ar dop y sgrîn neu drwy fynd i <a href="system_settings">Gosodiadau System &gt; Diogelwch &amp; Preifatrwydd</a>.

source: Please wait
cy: Arhoswch

source: Private
cy: Preifat

source: Private number
cy: Rhif preifat

source: Recent
cy: Diweddar

source: SIM Card is locked
cy: Cerdyn SIM ar glo

source: SIM Locked
cy: SIM Ar Glo

source: Save
cy: Cadw

source: Search
cy: Chwilio

source: Search...
cy: Chwilio...

source: Select
cy: Dewis

source: Select a default SIM for all outgoing calls. You can always alter your choice in <a href="system_settings">System Settings</a>.
cy: Dewiswch SIM diofyn ar gyfer galwadau sy'n mynd allan. Gallwch newid hwn yn <a href="system_settings">Gosodiadau System</a>.

source: Send message
cy: Anfon neges

source: Settings
cy: Gosodiadau

source: Share
cy: Rhannu

source: Swipe to delete
cy: Trawiwch i ddileu

source: Swipe to reveal actions
cy: Trawiwch i ddangos gweithredoedd

source: Switch audio source:
cy: Newid ffynhonnell sain:

source: Switch calls
cy: Newid galwadau

source: Switch to default SIM:
cy: Newid i SIM diofyn:

source: There is currently no network on %1
cy: Does dim rhwydwaith ar %1 ar hyn o bryd

source: There is currently no network.
cy: Does dim rhwydwaith ar hyn o bryd

source: Today
cy: Heddiw

source: Ubuntu Phone
cy: Ffôn Ubuntu

source: Unknown device
cy: Dyfais anhysbys

source: Unknown number
cy: Rhif anhysbys

source: Voicemail
cy: Neges llais

source: Yes
cy: Iawn

source: Yesterday
cy: Ddoe

source: You have to disable flight mode in order to make calls
cy: Rhaid analluogi modd hedfan i wneud galwadau

source: You need to select a SIM card
cy: Mase angen dewis cerdyn SIM
